{"format": "graph-model", "generatedBy": "2.3.0", "convertedBy": "TensorFlow.js Converter v2.8.1", "signature": {"inputs": {"input_1_0:0": {"name": "input_1_0:0", "dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "-1"}, {"size": "224"}, {"size": "224"}, {"size": "3"}]}}}, "outputs": {"Identity_1:0": {"name": "Identity_1:0", "dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "-1"}, {"size": "1"}]}}, "Identity:0": {"name": "Identity:0", "dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "-1"}, {"size": "4"}]}}}}, "modelTopology": {"node": [{"name": "unknown_244", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1280"}, {"size": "128"}]}}}}}, {"name": "unknown_245", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}}}}}, {"name": "unknown_246", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}, {"size": "4"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "unknown_247", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/global_average_pooling2d/Mean/reduction_indices", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}}}}}, {"name": "unknown_248", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1280"}, {"size": "50"}]}}}}}, {"name": "unknown_249", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "50"}]}}}}}, {"name": "unknown_250", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "50"}, {"size": "10"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "unknown_251", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "10"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "unknown_252", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "10"}, {"size": "1"}]}}}}}, {"name": "unknown_253", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "input_1_0", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {"dim": [{"size": "-1"}, {"size": "224"}, {"size": "224"}, {"size": "3"}]}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/stem/conv2d/Conv2D_0/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "3"}, {"size": "32"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/stem/conv2d/Conv2D_0/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "32"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_13/conv2d_1/Conv2D_0/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "192"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_0/depthwise_conv2d/depthwise_0/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "32"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_0/depthwise_conv2d/depthwise_0/depthwise_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "32"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_0/conv2d/Conv2D_0/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "32"}, {"size": "16"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_0/conv2d/Conv2D_0/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "16"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_1/conv2d/Conv2D_0/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "16"}, {"size": "96"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_1/conv2d/Conv2D_0/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "96"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_14/conv2d/Conv2D_0/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "192"}, {"size": "1152"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_1/depthwise_conv2d/depthwise_0/depthwise_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "96"}, {"size": "1"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_1/depthwise_conv2d/depthwise_0/depthwise_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "96"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_1/conv2d_1/Conv2D_0/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "96"}, {"size": "24"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_1/conv2d_1/Conv2D_0/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "24"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_2/conv2d/Conv2D_0/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "24"}, {"size": "144"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_14/conv2d/Conv2D_0/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1152"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_2/conv2d/Conv2D_0/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "144"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_2/depthwise_conv2d/depthwise_0/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "144"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_2/depthwise_conv2d/depthwise_0/depthwise_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "144"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_2/conv2d_1/Conv2D_0/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "144"}, {"size": "24"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_2/conv2d_1/Conv2D_0/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "24"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_3/conv2d/Conv2D_0/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "24"}, {"size": "144"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_14/depthwise_conv2d/depthwise_0/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "5"}, {"size": "5"}, {"size": "1152"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_3/conv2d/Conv2D_0/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "144"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_3/depthwise_conv2d/depthwise_0/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "5"}, {"size": "5"}, {"size": "144"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_3/depthwise_conv2d/depthwise_0/depthwise_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "144"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_3/conv2d_1/Conv2D_0/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "144"}, {"size": "40"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_14/depthwise_conv2d/depthwise_0/depthwise_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1152"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_3/conv2d_1/Conv2D_0/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "40"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_4/conv2d/Conv2D_0/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "40"}, {"size": "240"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_4/conv2d/Conv2D_0/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "240"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_4/depthwise_conv2d/depthwise_0/depthwise_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "5"}, {"size": "5"}, {"size": "240"}, {"size": "1"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_4/depthwise_conv2d/depthwise_0/depthwise_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "240"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_4/conv2d_1/Conv2D_0/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "240"}, {"size": "40"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_14/conv2d_1/Conv2D_0/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "1152"}, {"size": "192"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_4/conv2d_1/Conv2D_0/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "40"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_5/conv2d/Conv2D_0/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "40"}, {"size": "240"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_5/conv2d/Conv2D_0/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "240"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_14/conv2d_1/Conv2D_0/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "192"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_5/depthwise_conv2d/depthwise_0/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "240"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_5/depthwise_conv2d/depthwise_0/depthwise_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "240"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_5/conv2d_1/Conv2D_0/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "240"}, {"size": "80"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_5/conv2d_1/Conv2D_0/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "80"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_6/conv2d/Conv2D_0/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "80"}, {"size": "480"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_6/conv2d/Conv2D_0/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "480"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_15/conv2d/Conv2D_0/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "192"}, {"size": "1152"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_6/depthwise_conv2d/depthwise_0/depthwise_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "480"}, {"size": "1"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_6/depthwise_conv2d/depthwise_0/depthwise_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "480"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_6/conv2d_1/Conv2D_0/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "480"}, {"size": "80"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_6/conv2d_1/Conv2D_0/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "80"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_7/conv2d/Conv2D_0/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "80"}, {"size": "480"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_15/conv2d/Conv2D_0/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1152"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_7/conv2d/Conv2D_0/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "480"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_7/depthwise_conv2d/depthwise_0/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "480"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_7/depthwise_conv2d/depthwise_0/depthwise_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "480"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_7/conv2d_1/Conv2D_0/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "480"}, {"size": "80"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_7/conv2d_1/Conv2D_0/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "80"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_8/conv2d/Conv2D_0/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "80"}, {"size": "480"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_15/depthwise_conv2d/depthwise_0/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "1152"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_8/conv2d/Conv2D_0/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "480"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_8/depthwise_conv2d/depthwise_0/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "5"}, {"size": "5"}, {"size": "480"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_8/depthwise_conv2d/depthwise_0/depthwise_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "480"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_8/conv2d_1/Conv2D_0/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "480"}, {"size": "112"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_15/depthwise_conv2d/depthwise_0/depthwise_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1152"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_8/conv2d_1/Conv2D_0/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "112"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_9/conv2d/Conv2D_0/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "112"}, {"size": "672"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_9/conv2d/Conv2D_0/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "672"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_9/depthwise_conv2d/depthwise_0/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "5"}, {"size": "5"}, {"size": "672"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_9/depthwise_conv2d/depthwise_0/depthwise_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "672"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_9/conv2d_1/Conv2D_0/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "672"}, {"size": "112"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_15/conv2d_1/Conv2D_0/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "1152"}, {"size": "320"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_9/conv2d_1/Conv2D_0/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "112"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_10/conv2d/Conv2D_0/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "112"}, {"size": "672"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_10/conv2d/Conv2D_0/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "672"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_15/conv2d_1/Conv2D_0/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "320"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_10/depthwise_conv2d/depthwise_0/depthwise_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "5"}, {"size": "5"}, {"size": "672"}, {"size": "1"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_10/depthwise_conv2d/depthwise_0/depthwise_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "672"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_10/conv2d_1/Conv2D_0/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "672"}, {"size": "112"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_10/conv2d_1/Conv2D_0/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "112"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_11/conv2d/Conv2D_0/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "112"}, {"size": "672"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/head/conv2d/Conv2D_0/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "320"}, {"size": "1280"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_11/conv2d/Conv2D_0/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "672"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_11/depthwise_conv2d/depthwise_0/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "5"}, {"size": "5"}, {"size": "672"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_11/depthwise_conv2d/depthwise_0/depthwise_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "672"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_11/conv2d_1/Conv2D_0/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "672"}, {"size": "192"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/head/conv2d/Conv2D_0/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1280"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_11/conv2d_1/Conv2D_0/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "192"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_12/conv2d/Conv2D_0/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "192"}, {"size": "1152"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_12/conv2d/Conv2D_0/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1152"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_12/depthwise_conv2d/depthwise_0/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "5"}, {"size": "5"}, {"size": "1152"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_12/depthwise_conv2d/depthwise_0/depthwise_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1152"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_12/conv2d_1/Conv2D_0/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "1152"}, {"size": "192"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_12/conv2d_1/Conv2D_0/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "192"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_13/conv2d/Conv2D_0/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "192"}, {"size": "1152"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_13/conv2d/Conv2D_0/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1152"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_13/depthwise_conv2d/depthwise_0/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "5"}, {"size": "5"}, {"size": "1152"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_13/depthwise_conv2d/depthwise_0/depthwise_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1152"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_13/conv2d_1/Conv2D_0/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "1152"}, {"size": "192"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/stem/Relu6_0/Relu6", "op": "_FusedConv2D", "input": ["input_1_0", "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/stem/conv2d/Conv2D_0/Conv2D_weights", "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/stem/conv2d/Conv2D_0/Conv2D_bn_offset"], "device": "/device:CPU:0", "attr": {"T": {"type": "DT_FLOAT"}, "padding": {"s": "U0FNRQ=="}, "fused_ops": {"list": {"s": ["Qmlhc0FkZA==", "UmVsdTY="]}}, "num_args": {"i": "1"}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "2", "2", "1"]}}, "use_cudnn_on_gpu": {"b": true}, "epsilon": {"f": 0.0}, "explicit_paddings": {"list": {}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_0/depthwise_conv2d/depthwise_0/depthwise", "op": "FusedDepthwiseConv2dNative", "input": ["StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/stem/Relu6_0/Relu6", "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_0/depthwise_conv2d/depthwise_0/depthwise_weights", "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_0/depthwise_conv2d/depthwise_0/depthwise_bn_offset"], "attr": {"explicit_paddings": {"list": {}}, "T": {"type": "DT_FLOAT"}, "fused_ops": {"list": {"s": ["Qmlhc0FkZA==", "UmVsdTY="]}}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "num_args": {"i": "1"}, "data_format": {"s": "TkhXQw=="}, "padding": {"s": "U0FNRQ=="}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_0/tpu_batch_normalization_1/FusedBatchNormV3_0/FusedBatchNormV3", "op": "_FusedConv2D", "input": ["StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_0/depthwise_conv2d/depthwise_0/depthwise", "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_0/conv2d/Conv2D_0/Conv2D_weights", "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_0/conv2d/Conv2D_0/Conv2D_bn_offset"], "device": "/device:CPU:0", "attr": {"T": {"type": "DT_FLOAT"}, "epsilon": {"f": 0.0}, "padding": {"s": "U0FNRQ=="}, "num_args": {"i": "1"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "fused_ops": {"list": {"s": ["Qmlhc0FkZA=="]}}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "use_cudnn_on_gpu": {"b": true}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_1/Relu6_0/Relu6", "op": "_FusedConv2D", "input": ["StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_0/tpu_batch_normalization_1/FusedBatchNormV3_0/FusedBatchNormV3", "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_1/conv2d/Conv2D_0/Conv2D_weights", "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_1/conv2d/Conv2D_0/Conv2D_bn_offset"], "device": "/device:CPU:0", "attr": {"strides": {"list": {"i": ["1", "1", "1", "1"]}}, "fused_ops": {"list": {"s": ["Qmlhc0FkZA==", "UmVsdTY="]}}, "use_cudnn_on_gpu": {"b": true}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "num_args": {"i": "1"}, "epsilon": {"f": 0.0}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_1/depthwise_conv2d/depthwise_0/depthwise", "op": "FusedDepthwiseConv2dNative", "input": ["StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_1/Relu6_0/Relu6", "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_1/depthwise_conv2d/depthwise_0/depthwise_weights", "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_1/depthwise_conv2d/depthwise_0/depthwise_bn_offset"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "padding": {"s": "U0FNRQ=="}, "strides": {"list": {"i": ["1", "2", "2", "1"]}}, "data_format": {"s": "TkhXQw=="}, "T": {"type": "DT_FLOAT"}, "explicit_paddings": {"list": {}}, "num_args": {"i": "1"}, "fused_ops": {"list": {"s": ["Qmlhc0FkZA==", "UmVsdTY="]}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_1/tpu_batch_normalization_2/FusedBatchNormV3_0/FusedBatchNormV3", "op": "_FusedConv2D", "input": ["StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_1/depthwise_conv2d/depthwise_0/depthwise", "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_1/conv2d_1/Conv2D_0/Conv2D_weights", "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_1/conv2d_1/Conv2D_0/Conv2D_bn_offset"], "device": "/device:CPU:0", "attr": {"use_cudnn_on_gpu": {"b": true}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "num_args": {"i": "1"}, "epsilon": {"f": 0.0}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}, "fused_ops": {"list": {"s": ["Qmlhc0FkZA=="]}}, "T": {"type": "DT_FLOAT"}, "padding": {"s": "U0FNRQ=="}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_2/Relu6_0/Relu6", "op": "_FusedConv2D", "input": ["StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_1/tpu_batch_normalization_2/FusedBatchNormV3_0/FusedBatchNormV3", "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_2/conv2d/Conv2D_0/Conv2D_weights", "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_2/conv2d/Conv2D_0/Conv2D_bn_offset"], "device": "/device:CPU:0", "attr": {"padding": {"s": "U0FNRQ=="}, "fused_ops": {"list": {"s": ["Qmlhc0FkZA==", "UmVsdTY="]}}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "num_args": {"i": "1"}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "epsilon": {"f": 0.0}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_2/depthwise_conv2d/depthwise_0/depthwise", "op": "FusedDepthwiseConv2dNative", "input": ["StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_2/Relu6_0/Relu6", "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_2/depthwise_conv2d/depthwise_0/depthwise_weights", "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_2/depthwise_conv2d/depthwise_0/depthwise_bn_offset"], "attr": {"padding": {"s": "U0FNRQ=="}, "data_format": {"s": "TkhXQw=="}, "num_args": {"i": "1"}, "fused_ops": {"list": {"s": ["Qmlhc0FkZA==", "UmVsdTY="]}}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_2/tpu_batch_normalization_2/FusedBatchNormV3_0/FusedBatchNormV3", "op": "_FusedConv2D", "input": ["StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_2/depthwise_conv2d/depthwise_0/depthwise", "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_2/conv2d_1/Conv2D_0/Conv2D_weights", "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_2/conv2d_1/Conv2D_0/Conv2D_bn_offset"], "device": "/device:CPU:0", "attr": {"data_format": {"s": "TkhXQw=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "padding": {"s": "U0FNRQ=="}, "explicit_paddings": {"list": {}}, "fused_ops": {"list": {"s": ["Qmlhc0FkZA=="]}}, "use_cudnn_on_gpu": {"b": true}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "epsilon": {"f": 0.0}, "num_args": {"i": "1"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_2/Add_0/add", "op": "AddV2", "input": ["StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_2/tpu_batch_normalization_2/FusedBatchNormV3_0/FusedBatchNormV3", "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_1/tpu_batch_normalization_2/FusedBatchNormV3_0/FusedBatchNormV3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_3/Relu6_0/Relu6", "op": "_FusedConv2D", "input": ["StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_2/Add_0/add", "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_3/conv2d/Conv2D_0/Conv2D_weights", "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_3/conv2d/Conv2D_0/Conv2D_bn_offset"], "device": "/device:CPU:0", "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "num_args": {"i": "1"}, "padding": {"s": "U0FNRQ=="}, "fused_ops": {"list": {"s": ["Qmlhc0FkZA==", "UmVsdTY="]}}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "epsilon": {"f": 0.0}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_3/depthwise_conv2d/depthwise_0/depthwise", "op": "FusedDepthwiseConv2dNative", "input": ["StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_3/Relu6_0/Relu6", "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_3/depthwise_conv2d/depthwise_0/depthwise_weights", "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_3/depthwise_conv2d/depthwise_0/depthwise_bn_offset"], "attr": {"explicit_paddings": {"list": {}}, "fused_ops": {"list": {"s": ["Qmlhc0FkZA==", "UmVsdTY="]}}, "strides": {"list": {"i": ["1", "2", "2", "1"]}}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "T": {"type": "DT_FLOAT"}, "padding": {"s": "U0FNRQ=="}, "num_args": {"i": "1"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_3/tpu_batch_normalization_2/FusedBatchNormV3_0/FusedBatchNormV3", "op": "_FusedConv2D", "input": ["StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_3/depthwise_conv2d/depthwise_0/depthwise", "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_3/conv2d_1/Conv2D_0/Conv2D_weights", "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_3/conv2d_1/Conv2D_0/Conv2D_bn_offset"], "device": "/device:CPU:0", "attr": {"num_args": {"i": "1"}, "use_cudnn_on_gpu": {"b": true}, "epsilon": {"f": 0.0}, "data_format": {"s": "TkhXQw=="}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "padding": {"s": "U0FNRQ=="}, "fused_ops": {"list": {"s": ["Qmlhc0FkZA=="]}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_4/Relu6_0/Relu6", "op": "_FusedConv2D", "input": ["StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_3/tpu_batch_normalization_2/FusedBatchNormV3_0/FusedBatchNormV3", "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_4/conv2d/Conv2D_0/Conv2D_weights", "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_4/conv2d/Conv2D_0/Conv2D_bn_offset"], "device": "/device:CPU:0", "attr": {"data_format": {"s": "TkhXQw=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "fused_ops": {"list": {"s": ["Qmlhc0FkZA==", "UmVsdTY="]}}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "num_args": {"i": "1"}, "T": {"type": "DT_FLOAT"}, "use_cudnn_on_gpu": {"b": true}, "explicit_paddings": {"list": {}}, "padding": {"s": "U0FNRQ=="}, "epsilon": {"f": 0.0}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_4/depthwise_conv2d/depthwise_0/depthwise", "op": "FusedDepthwiseConv2dNative", "input": ["StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_4/Relu6_0/Relu6", "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_4/depthwise_conv2d/depthwise_0/depthwise_weights", "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_4/depthwise_conv2d/depthwise_0/depthwise_bn_offset"], "attr": {"num_args": {"i": "1"}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "padding": {"s": "U0FNRQ=="}, "fused_ops": {"list": {"s": ["Qmlhc0FkZA==", "UmVsdTY="]}}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_4/tpu_batch_normalization_2/FusedBatchNormV3_0/FusedBatchNormV3", "op": "_FusedConv2D", "input": ["StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_4/depthwise_conv2d/depthwise_0/depthwise", "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_4/conv2d_1/Conv2D_0/Conv2D_weights", "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_4/conv2d_1/Conv2D_0/Conv2D_bn_offset"], "device": "/device:CPU:0", "attr": {"epsilon": {"f": 0.0}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "fused_ops": {"list": {"s": ["Qmlhc0FkZA=="]}}, "num_args": {"i": "1"}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "use_cudnn_on_gpu": {"b": true}, "padding": {"s": "U0FNRQ=="}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_4/Add_0/add", "op": "AddV2", "input": ["StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_4/tpu_batch_normalization_2/FusedBatchNormV3_0/FusedBatchNormV3", "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_3/tpu_batch_normalization_2/FusedBatchNormV3_0/FusedBatchNormV3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_5/Relu6_0/Relu6", "op": "_FusedConv2D", "input": ["StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_4/Add_0/add", "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_5/conv2d/Conv2D_0/Conv2D_weights", "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_5/conv2d/Conv2D_0/Conv2D_bn_offset"], "device": "/device:CPU:0", "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "num_args": {"i": "1"}, "explicit_paddings": {"list": {}}, "data_format": {"s": "TkhXQw=="}, "padding": {"s": "U0FNRQ=="}, "fused_ops": {"list": {"s": ["Qmlhc0FkZA==", "UmVsdTY="]}}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "epsilon": {"f": 0.0}, "T": {"type": "DT_FLOAT"}, "use_cudnn_on_gpu": {"b": true}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_5/depthwise_conv2d/depthwise_0/depthwise", "op": "FusedDepthwiseConv2dNative", "input": ["StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_5/Relu6_0/Relu6", "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_5/depthwise_conv2d/depthwise_0/depthwise_weights", "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_5/depthwise_conv2d/depthwise_0/depthwise_bn_offset"], "attr": {"explicit_paddings": {"list": {}}, "strides": {"list": {"i": ["1", "2", "2", "1"]}}, "fused_ops": {"list": {"s": ["Qmlhc0FkZA==", "UmVsdTY="]}}, "T": {"type": "DT_FLOAT"}, "padding": {"s": "U0FNRQ=="}, "num_args": {"i": "1"}, "data_format": {"s": "TkhXQw=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_5/tpu_batch_normalization_2/FusedBatchNormV3_0/FusedBatchNormV3", "op": "_FusedConv2D", "input": ["StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_5/depthwise_conv2d/depthwise_0/depthwise", "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_5/conv2d_1/Conv2D_0/Conv2D_weights", "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_5/conv2d_1/Conv2D_0/Conv2D_bn_offset"], "device": "/device:CPU:0", "attr": {"T": {"type": "DT_FLOAT"}, "padding": {"s": "U0FNRQ=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "fused_ops": {"list": {"s": ["Qmlhc0FkZA=="]}}, "data_format": {"s": "TkhXQw=="}, "num_args": {"i": "1"}, "use_cudnn_on_gpu": {"b": true}, "explicit_paddings": {"list": {}}, "epsilon": {"f": 0.0}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_6/Relu6_0/Relu6", "op": "_FusedConv2D", "input": ["StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_5/tpu_batch_normalization_2/FusedBatchNormV3_0/FusedBatchNormV3", "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_6/conv2d/Conv2D_0/Conv2D_weights", "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_6/conv2d/Conv2D_0/Conv2D_bn_offset"], "device": "/device:CPU:0", "attr": {"use_cudnn_on_gpu": {"b": true}, "data_format": {"s": "TkhXQw=="}, "T": {"type": "DT_FLOAT"}, "explicit_paddings": {"list": {}}, "num_args": {"i": "1"}, "fused_ops": {"list": {"s": ["Qmlhc0FkZA==", "UmVsdTY="]}}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "epsilon": {"f": 0.0}, "padding": {"s": "U0FNRQ=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_6/depthwise_conv2d/depthwise_0/depthwise", "op": "FusedDepthwiseConv2dNative", "input": ["StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_6/Relu6_0/Relu6", "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_6/depthwise_conv2d/depthwise_0/depthwise_weights", "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_6/depthwise_conv2d/depthwise_0/depthwise_bn_offset"], "attr": {"T": {"type": "DT_FLOAT"}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "fused_ops": {"list": {"s": ["Qmlhc0FkZA==", "UmVsdTY="]}}, "num_args": {"i": "1"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "padding": {"s": "U0FNRQ=="}, "explicit_paddings": {"list": {}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_6/tpu_batch_normalization_2/FusedBatchNormV3_0/FusedBatchNormV3", "op": "_FusedConv2D", "input": ["StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_6/depthwise_conv2d/depthwise_0/depthwise", "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_6/conv2d_1/Conv2D_0/Conv2D_weights", "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_6/conv2d_1/Conv2D_0/Conv2D_bn_offset"], "device": "/device:CPU:0", "attr": {"fused_ops": {"list": {"s": ["Qmlhc0FkZA=="]}}, "num_args": {"i": "1"}, "use_cudnn_on_gpu": {"b": true}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "epsilon": {"f": 0.0}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_6/Add_0/add", "op": "AddV2", "input": ["StatefulPartitionedCall/sqrxr_model/efficientnet-lite0/model/blocks_6/tpu_batch_normalization_2/FusedBatchNormV3_0/FusedBatchNormV3", 