{
    "modelTopology": {
        "training_config": {
            "metrics": [
                "accuracy"
            ],
            "loss": "weighted_loss",
            "optimizer_config": {
                "class_name": "Adam",
                "config": {
                    "beta_1": 0.8999999761581421,
                    "beta_2": 0.9990000128746033,
                    "decay": 0.0,
                    "epsilon": 1e-07,
                    "amsgrad": false,
                    "lr": 2.9999999242136255e-05
                }
            },
            "sample_weight_mode": null,
            "loss_weights": null
        },
        "keras_version": "2.2.0",
        "model_config": {
            "class_name": "Model",
            "config": {
                "layers": [
                    {
                        "class_name": "InputLayer",
                        "inbound_nodes": [],
                        "config": {
                            "dtype": "float32",
                            "batch_input_shape": [
                                null,
                                224,
                                224,
                                3
                            ],
                            "name": "input_1",
                            "sparse": false
                        },
                        "name": "input_1"
                    },
                    {
                        "class_name": "Conv2D",
                        "inbound_nodes": [
                            [
                                [
                                    "input_1",
                                    0,
                                    0,
                                    {}
                                ]
                            ]
                        ],
                        "config": {
                            "kernel_initializer": {
                                "class_name": "VarianceScaling",
                                "config": {
                                    "distribution": "uniform",
                                    "scale": 1.0,
                                    "seed": null,
                                    "mode": "fan_avg"
                                }
                            },
                            "name": "Conv1",
                            "kernel_constraint": null,
                            "bias_regularizer": null,
                            "bias_constraint": null,
                            "activation": "linear",
                            "trainable": true,
                            "data_format": "channels_last",
                            "padding": "same",
                            "strides": [
                                2,
                                2
                            ],
                            "dilation_rate": [
                                1,
                                1
                            ],
                            "kernel_regularizer": null,
                            "filters": 32,
                            "bias_initializer": {
                                "class_name": "Zeros",
                                "config": {}
                            },
                            "use_bias": false,
                            "activity_regularizer": null,
                            "kernel_size": [
                                3,
                                3
                            ]
                        },
                        "name": "Conv1"
                    },
                    {
                        "class_name": "BatchNormalization",
                        "inbound_nodes": [
                            [
                                [
                                    "Conv1",
                                    0,
                                    0,
                                    {}
                                ]
                            ]
                        ],
                        "config": {
                            "gamma_initializer": {
                                "class_name": "Ones",
                                "config": {}
                            },
                            "moving_mean_initializer": {
                                "class_name": "Zeros",
                                "config": {}
                            },
                            "name": "bn_Conv1",
                            "epsilon": 0.001,
                            "trainable": true,
                            "center": true,
                            "moving_variance_initializer": {
                                "class_name": "Ones",
                                "config": {}
                            },
                            "beta_initializer": {
                                "class_name": "Zeros",
                                "config": {}
                            },
                            "scale": true,
                            "gamma_regularizer": null,
                            "gamma_constraint": null,
                            "beta_constraint": null,
                            "beta_regularizer": null,
                            "momentum": 0.999,
                            "axis": -1
                        },
                        "name": "bn_Conv1"
                    },
                    {
                        "class_name": "Activation",
                        "inbound_nodes": [
                            [
                                [
                                    "bn_Conv1",
                                    0,
                                    0,
                                    {}
                                ]
                            ]
                        ],
                        "config": {
                            "activation": "relu6",
                            "trainable": true,
                            "name": "Conv1_relu"
                        },
                        "name": "Conv1_relu"
                    },
                    {
                        "class_name": "DepthwiseConv2D",
                        "inbound_nodes": [
                            [
                                [
                                    "Conv1_relu",
                                    0,
                                    0,
                                    {}
                                ]
                            ]
                        ],
                        "config": {
                            "padding": "same",
                            "depth_multiplier": 1,
                            "name": "expanded_conv_depthwise",
                            "bias_regularizer": null,
                            "bias_constraint": null,
                            "activation": "linear",
                            "trainable": true,
                            "data_format": "channels_last",
                            "depthwise_constraint": null,
                            "strides": [
                                1,
                                1
                            ],
                            "dilation_rate": [
                                1,
                                1
                            ],
                            "depthwise_initializer": {
                                "class_name": "VarianceScaling",
                                "config": {
                                    "distribution": "uniform",
                                    "scale": 1.0,
                                    "seed": null,
                                    "mode": "fan_avg"
                                }
                            },
                            "bias_initializer": {
                                "class_name": "Zeros",
                                "config": {}
                            },
                            "depthwise_regularizer": null,
                            "use_bias": false,
                            "activity_regularizer": null,
                            "kernel_size": [
                                3,
                                3
                            ]
                        },
                        "name": "expanded_conv_depthwise"
                    },
                    {
                        "class_name": "BatchNormalization",
                        "inbound_nodes": [
                            [
                                [
                                    "expanded_conv_depthwise",
                                    0,
                                    0,
                                    {}
                                ]
                            ]
                        ],
                        "config": {
                            "gamma_initializer": {
                                "class_name": "Ones",
                                "config": {}
                            },
                            "moving_mean_initializer": {
                                "class_name": "Zeros",
                                "config": {}
                            },
                            "name": "expanded_conv_depthwise_BN",
                            "epsilon": 0.001,
                            "trainable": true,
                            "center": true,
                            "moving_variance_initializer": {
                                "class_name": "Ones",
                                "config": {}
                            },
                            "beta_initializer": {
                                "class_name": "Zeros",
                                "config": {}
                            },
                            "scale": true,
                            "gamma_regularizer": null,
                            "gamma_constraint": null,
                            "beta_constraint": null,
                            "beta_regularizer": null,
                            "momentum": 0.999,
                            "axis": -1
                        },
                        "name": "expanded_conv_depthwise_BN"
                    },
                    {
                        "class_name": "Activation",
                        "inbound_nodes": [
                            [
                                [
                                    "expanded_conv_depthwise_BN",
                                    0,
                                    0,
                                    {}
                                ]
                            ]
                        ],
                        "config": {
                            "activation": "relu6",
                            "trainable": true,
                            "name": "expanded_conv_depthwise_relu"
                        },
                        "name": "expanded_conv_depthwise_relu"
                    },
                    {
                        "class_name": "Conv2D",
                        "inbound_nodes": [
                            [
                                [
                                    "expanded_conv_depthwise_relu",
                                    0,
                                    0,
                                    {}
                                ]
                            ]
                        ],
                        "config": {
                            "kernel_initializer": {
                                "class_name": "VarianceScaling",
                                "config": {
                                    "distribution": "uniform",
                                    "scale": 1.0,
                                    "seed": null,
                                    "mode": "fan_avg"
                                }
                            },
                            "name": "expanded_conv_project",
                            "kernel_constraint": null,
                            "bias_regularizer": null,
                            "bias_constraint": null,
                            "activation": "linear",
                            "trainable": true,
                            "data_format": "channels_last",
                            "padding": "same",
                            "strides": [
                                1,
                                1
                            ],
                            "dilation_rate": [
                                1,
                                1
                            ],
                            "kernel_regularizer": null,
                            "filters": 16,
                            "bias_initializer": {
                                "class_name": "Zeros",
                                "config": {}
                            },
                            "use_bias": false,
                            "activity_regularizer": null,
                            "kernel_size": [
                                1,
                                1
                            ]
                        },
                        "name": "expanded_conv_project"
                    },
                    {
                        "class_name": "BatchNormalization",
                        "inbound_nodes": [
                            [
                                [
                                    "expanded_conv_project",
                                    0,
                                    0,
                                    {}
                                ]
                            ]
                        ],
                        "config": {
                            "gamma_initializer": {
                                "class_name": "Ones",
                                "config": {}
                            },
                            "moving_mean_initializer": {
                                "class_name": "Zeros",
                                "config": {}
                            },
                            "name": "expanded_conv_project_BN",
                            "epsilon": 0.001,
                            "trainable": true,
                            "center": true,
                            "moving_variance_initializer": {
                                "class_name": "Ones",
                                "config": {}
                            },
                            "beta_initializer": {
                                "class_name": "Zeros",
                                "config": {}
                            },
                            "scale": true,
                            "gamma_regularizer": null,
                            "gamma_constraint": null,
                            "beta_constraint": null,
                            "beta_regularizer": null,
                            "momentum": 0.999,
                            "axis": -1
                        },
                        "name": "expanded_conv_project_BN"
                    },
                    {
                        "class_name": "Conv2D",
                        "inbound_nodes": [
                            [
                                [
                                    "expanded_conv_project_BN",
                                    0,
                                    0,
                                    {}
                                ]
                            ]
                        ],
                        "config": {
                            "kernel_initializer": {
                                "class_name": "VarianceScaling",
                                "config": {
                                    "distribution": "uniform",
                                    "scale": 1.0,
                                    "seed": null,
                                    "mode": "fan_avg"
                                }
                            },
                            "name": "block_1_expand",
                            "kernel_constraint": null,
                            "bias_regularizer": null,
                            "bias_constraint": null,
                            "activation": "linear",
                            "trainable": true,
                            "data_format": "channels_last",
                            "padding": "same",
                            "strides": [
                                1,
                                1
                            ],
                            "dilation_rate": [
                                1,
                                1
                            ],
                            "kernel_regularizer": null,
                            "filters": 96,
                            "bias_initializer": {
                                "class_name": "Zeros",
                                "config": {}
                            },
                            "use_bias": false,
                            "activity_regularizer": null,
                            "kernel_size": [
                                1,
                                1
                            ]
                        },
                        "name": "block_1_expand"
                    },
                    {
                        "class_name": "BatchNormalization",
                        "inbound_nodes": [
                            [
                                [
                                    "block_1_expand",
                                    0,
                                    0,
                                    {}
                                ]
                            ]
                        ],
                        "config": {
                            "gamma_initializer": {
                                "class_name": "Ones",
                                "config": {}
                            },
                            "moving_mean_initializer": {
                                "class_name": "Zeros",
                                "config": {}
                            },
                            "name": "block_1_expand_BN",
                            "epsilon": 0.001,
                            "trainable": true,
                            "center": true,
                            "moving_variance_initializer": {
                                "class_name": "Ones",
                                "config": {}
                            },
                            "beta_initializer": {
                                "class_name": "Zeros",
                                "config": {}
                            },
                            "scale": true,
                            "gamma_regularizer": null,
                            "gamma_constraint": null,
                            "beta_constraint": null,
                            "beta_regularizer": null,
                            "momentum": 0.999,
                            "axis": -1
                        },
                        "name": "block_1_expand_BN"
                    },
                    {
                        "class_name": "Activation",
                        "inbound_nodes": [
                            [
                                [
                                    "block_1_expand_BN",
                                    0,
                                    0,
                                    {}
                                ]
                            ]
                        ],
                        "config": {
                            "activation": "relu6",
                            "trainable": true,
                            "name": "block_1_expand_relu"
                        },
                        "name": "block_1_expand_relu"
                    },
                    {
                        "class_name": "DepthwiseConv2D",
                        "inbound_nodes": [
                            [
                                [
                                    "block_1_expand_relu",
                                    0,
                                    0,
                                    {}
                                ]
                            ]
                        ],
                        "config": {
                            "padding": "same",
                            "depth_multiplier": 1,
                            "name": "block_1_depthwise",
                            "bias_regularizer": null,
                            "bias_constraint": null,
                            "activation": "linear",
                            "trainable": true,
                            "data_format": "channels_last",
                            "depthwise_constraint": null,
                            "strides": [
                                2,
                                2
                            ],
                            "dilation_rate": [
                                1,
                                1
                            ],
                            "depthwise_initializer": {
                                "class_name": "VarianceScaling",
                                "config": {
                                    "distribution": "uniform",
                                    "scale": 1.0,
                                    "seed": null,
                                    "mode": "fan_avg"
                                }
                            },
                            "bias_initializer": {
                                "class_name": "Zeros",
                                "config": {}
                            },
                            "depthwise_regularizer": null,
                            "use_bias": false,
                            "activity_regularizer": null,
                            "kernel_size": [
                                3,
                                3
                            ]
                        },
                        "name": "block_1_depthwise"
                    },
                    {
                        "class_name": "BatchNormalization",
                        "inbound_nodes": [
                            [
                                [
                                    "block_1_depthwise",
                                    0,
                                    0,
                                    {}
                                ]
                            ]
                        ],
                        "config": {
                            "gamma_initializer": {
                                "class_name": "Ones",
                                "config": {}
                            },
                            "moving_mean_initializer": {
                                "class_name": "Zeros",
                                "config": {}
                            },
                            "name": "block_1_depthwise_BN",
                            "epsilon": 0.001,
                            "trainable": true,
                            "center": true,
                            "moving_variance_initializer": {
                                "class_name": "Ones",
                                "config": {}
                            },
                            "beta_initializer": {
                                "class_name": "Zeros",
                                "config": {}
                            },
                            "scale": true,
                            "gamma_regularizer": null,
                            "gamma_constraint": null,
                            "beta_constraint": null,
                            "beta_regularizer": null,
                            "momentum": 0.999,
                            "axis": -1
                        },
                        "name": "block_1_depthwise_BN"
                    },
                    {
                        "class_name": "Activation",
                        "inbound_nodes": [
                            [
                                [
                                    "block_1_depthwise_BN",
                                    0,
                                    0,
                                    {}
                                ]
                            ]
                        ],
                        "config": {
                            "activation": "relu6",
                            "trainable": true,
                            "name": "block_1_depthwise_relu"
                        },
                        "name": "block_1_depthwise_relu"
                    },
                    {
                        "class_name": "Conv2D",
                        "inbound_nodes": [
                            [
                                [
                                    "block_1_depthwise_relu",
                                    0,
                                    0,
                                    {}
                                ]
                            ]
                        ],
                        "config": {
                            "kernel_initializer": {
                                "class_name": "VarianceScaling",
                                "config": {
                                    "distribution": "uniform",
                                    "scale": 1.0,
                                    "seed": null,
                                    "mode": "fan_avg"
                                }
                            },
                            "name": "block_1_project",
                            "kernel_constraint": null,
                            "bias_regularizer": null,
                            "bias_constraint": null,
                            "activation": "linear",
                            "trainable": true,
                            "data_format": "channels_last",
                            "padding": "same",
                            "strides": [
                                1,
                                1
                            ],
                            "dilation_rate": [
                                1,
                                1
                            ],
                            "kernel_regularizer": null,
                            "filters": 24,
                            "bias_initializer": {
                                "class_name": "Zeros",
                                "config": {}
                            },
                            "use_bias": false,
                            "activity_regularizer": null,
                            "kernel_size": [
                                1,
                                1
                            ]
                        },
                        "name": "block_1_project"
                    },
                    {
                        "class_name": "BatchNormalization",
                        "inbound_nodes": [
                            [
                                [
                                    "block_1_project",
                                    0,
                                    0,
                                    {}
                                ]
                            ]
                        ],
                        "config": {
                            "gamma_initializer": {
                                "class_name": "Ones",
                                "config": {}
                            },
                            "moving_mean_initializer": {
                                "class_name": "Zeros",
                                "config": {}
                            },
                            "name": "block_1_project_BN",
                            "epsilon": 0.001,
                            "trainable": true,
                            "center": true,
                            "moving_variance_initializer": {
                                "class_name": "Ones",
                                "config": {}
                            },
                            "beta_initializer": {
                                "class_name": "Zeros",
                                "config": {}
                            },
                            "scale": true,
                            "gamma_regularizer": null,
                            "gamma_constraint": null,
                            "beta_constraint": null,
                            "beta_regularizer": null,
                            "momentum": 0.999,
                            "axis": -1
                        },
                        "name": "block_1_project_BN"
                    },
                    {
                        "class_name": "Conv2D",
                        "inbound_nodes": [
                            [
                                [
                                    "block_1_project_BN",
                                    0,
                                    0,
                                    {}
                                ]
                            ]
                        ],
                        "config": {
                            "kernel_initializer": {
                                "class_name": "VarianceScaling",
                                "config": {
                                    "distribution": "uniform",
                                    "scale": 1.0,
                                    "seed": null,
                                    "mode": "fan_avg"
                                }
                            },
                            "name": "block_2_expand",
                            "kernel_constraint": null,
                            "bias_regularizer": null,
                            "bias_constraint": null,
                            "activation": "linear",
                            "trainable": true,
                            "data_format": "channels_last",
                            "padding": "same",
                            "strides": [
                                1,
                                1
                            ],
                            "dilation_rate": [
                                1,
                                1
                            ],
                            "kernel_regularizer": null,
                            "filters": 144,
                            "bias_initializer": {
                                "class_name": "Zeros",
                                "config": {}
                            },
                            "use_bias": false,
                            "activity_regularizer": null,
                            "kernel_size": [
                                1,
                                1
                            ]
                        },
                        "name": "block_2_expand"
                    },
                    {
                        "class_name": "BatchNormalization",
                        "inbound_nodes": [
                            [
                                [
                                    "block_2_expand",
                                    0,
                                    0,
                                    {}
                                ]
                            ]
                        ],
                        "config": {
                            "gamma_initializer": {
                                "class_name": "Ones",
                                "config": {}
                            },
                            "moving_mean_initializer": {
                                "class_name": "Zeros",
                                "config": {}
                            },
                            "name": "block_2_expand_BN",
                            "epsilon": 0.001,
                            "trainable": true,
                            "center": true,
                            "moving_variance_initializer": {
                                "class_name": "Ones",
                                "config": {}
                            },
                            "beta_initializer": {
                                "class_name": "Zeros",
                                "config": {}
                            },
                            "scale": true,
                            "gamma_regularizer": null,
                            "gamma_constraint": null,
                            "beta_constraint": null,
                            "beta_regularizer": null,
                            "momentum": 0.999,
                            "axis": -1
                        },
                        "name": "block_2_expand_BN"
                    },
                    {
                        "class_name": "Activation",
                        "inbound_nodes": [
                            [
                                [
                                    "block_2_expand_BN",
                                    0,
                                    0,
                                    {}
                                ]
                            ]
                        ],
                        "config": {
                            "activation": "relu6",
                            "trainable": true,
                            "name": "block_2_expand_relu"
                        },
                        "name": "block_2_expand_relu"
                    },
                    {
                        "class_name": "DepthwiseConv2D",
                        "inbound_nodes": [
                            [
                                [
                                    "block_2_expand_relu",
                                    0,
                                    0,
                                    {}
                                ]
                            ]
                        ],
                        "config": {
                            "padding": "same",
                            "depth_multiplier": 1,
                            "name": "block_2_depthwise",
                            "bias_regularizer": null,
                            "bias_constraint": null,
                            "activation": "linear",
                            "trainable": true,
                            "data_format": "channels_last",
                            "depthwise_constraint": null,
                            "strides": [
                                1,
                                1
                            ],
                            "dilation_rate": [
                                1,
                                1
                            ],
                            "depthwise_initializer": {
                                "class_name": "VarianceScaling",
                                "config": {
                                    "distribution": "uniform",
                                    "scale": 1.0,
                                    "seed": null,
                                    "mode": "fan_avg"
                                }
                            },
                            "bias_initializer": {
                                "class_name": "Zeros",
                                "config": {}
                            },
                            "depthwise_regularizer": null,
                            "use_bias": false,
                            "activity_regularizer": null,
                            "kernel_size": [
                                3,
                                3
                            ]
                        },
                        "name": "block_2_depthwise"
                    },
                    {
                        "class_name": "BatchNormalization",
                        "inbound_nodes": [
                            [
                                [
                                    "block_2_depthwise",
                                    0,
                                    0,
                                    {}
                                ]
                            ]
                        ],
                        "config": {
                            "gamma_initializer": {
                                "class_name": "Ones",
                                "config": {}
                            },
                            "moving_mean_initializer": {
                                "class_name": "Zeros",
                                "config": {}
                            },
                            "name": "block_2_depthwise_BN",
                            "epsilon": 0.001,
                            "trainable": true,
                            "center": true,
                            "moving_variance_initializer": {
                                "class_name": "Ones",
                                "config": {}
                            },
                            "beta_initializer": {
                                "class_name": "Zeros",
                                "config": {}
                            },
                            "scale": true,
                            "gamma_regularizer": null,
                            "gamma_constraint": null,
                            "beta_constraint": null,
                            "beta_regularizer": null,
                            "momentum": 0.999,
                            "axis": -1
                        },
                        "name": "block_2_depthwise_BN"
                    },
                    {
                        "class_name": "Activation",
                        "inbound_nodes": [
                            [
                                [
                                    "block_2_depthwise_BN",
                                    0,
                                    0,
                                    {}
                                ]
                            ]
                        ],
                        "config": {
                            "activation": "relu6",
                            "trainable": true,
                            "name": "block_2_depthwise_relu"
                        },
                        "name": "block_2_depthwise_relu"
                    },
                    {
                        "class_name": "Conv2D",
                        "inbound_nodes": [
                            [
                                [
                                    "block_2_depthwise_relu",
                                    0,
                                    0,
                                    {}
                                ]
                            ]
                        ],
                        "config": {
                            "kernel_initializer": {
                                "class_name": "VarianceScaling",
                                "config": {
                                    "distribution": "uniform",
                                    "scale": 1.0,
                                    "seed": null,
                                    "mode": "fan_avg"
                                }
                            },
                            "name": "block_2_project",
                            "kernel_constraint": null,
                            "bias_regularizer": null,
                            "bias_constraint": null,
                            "activation": "linear",
                            "trainable": true,
                            "data_format": "channels_last",
                            "padding": "same",
                            "strides": [
                                1,
                                1
                            ],
                            "dilation_rate": [
                                1,
                                1
                            ],
                            "kernel_regularizer": null,
                            "filters": 24,
                            "bias_initializer": {
                                "class_name": "Zeros",
                                "config": {}
                            },
                            "use_bias": false,
                            "activity_regularizer": null,
                            "kernel_size": [
                                1,
                                1
                            ]
                        },
                        "name": "block_2_project"
                    },
                    {
                        "class_name": "BatchNormalization",
                        "inbound_nodes": [
                            [
                                [
                                    "block_2_project",
                                    0,
                                    0,
                                    {}
                                ]
                            ]
                        ],
                        "config": {
                            "gamma_initializer": {
                                "class_name": "Ones",
                                "config": {}
                            },
                            "moving_mean_initializer": {
                                "class_name": "Zeros",
                                "config": {}
                            },
                            "name": "block_2_project_BN",
                            "epsilon": 0.001,
                            "trainable": true,
                            "center": true,
                            "moving_variance_initializer": {
                                "class_name": "Ones",
                                "config": {}
                            },
                            "beta_initializer": {
                                "class_name": "Zeros",
                                "config": {}
                            },
                            "scale": true,
                            "gamma_regularizer": null,
                            "gamma_constraint": null,
                            "beta_constraint": null,
                            "beta_regularizer": null,
                            "momentum": 0.999,
                            "axis": -1
                        },
                        "name": "block_2_project_BN"
                    },
                    {
                        "class_name": "Add",
                        "inbound_nodes": [
                            [
                                [
                                    "block_1_project_BN",
                                    0,
                                    0,
                                    {}
                                ],
                                [
                                    "block_2_project_BN",
                                    0,
                                    0,
                                    {}
                                ]
                            ]
                        ],
                        "config": {
                            "trainable": true,
                            "name": "block_2_add"
                        },
                        "name": "block_2_add"
                    },
                    {
                        "class_name": "Conv2D",
                        "inbound_nodes": [
                            [
                                [
                                    "block_2_add",
                                    0,
                                    0,
                                    {}
                                ]
                            ]
                        ],
                        "config": {
                            "kernel_initializer": {
                                "class_name": "VarianceScaling",
                                "config": {
                                    "distribution": "uniform",
                                    "scale": 1.0,
                                    "seed": null,
                                    "mode": "fan_avg"
                                }
                            },
                            "name": "block_3_expand",
                            "kernel_constraint": null,
                            "bias_regularizer": null,
                            "bias_constraint": null,
                            "activation": "linear",
                            "trainable": true,
                            "data_format": "channels_last",
                            "padding": "same",
                            "strides": [
                                1,
                                1
                            ],
                            "dilation_rate": [
                                1,
                                1
                            ],
                            "kernel_regularizer": null,
                            "filters": 144,
                            "bias_initializer": {
                                "class_name": "Zeros",
                                "config": {}
                            },
                            "use_bias": false,
                            "activity_regularizer": null,
                            "kernel_size": [
                                1,
                                1
                            ]
                        },
                        "name": "block_3_expand"
                    },
                    {
                        "class_name": "BatchNormalization",
                        "inbound_nodes": [
                            [
                                [
                                    "block_3_expand",
                                    0,
                                    0,
                                    {}
                                ]
                            ]
                        ],
                        "config": {
                            "gamma_initializer": {
                                "class_name": "Ones",
                                "config": {}
                            },
                            "moving_mean_initializer": {
                                "class_name": "Zeros",
                                "config": {}
                            },
                            "name": "block_3_expand_BN",
                            "epsilon": 0.001,
                            "trainable": true,
                            "center": true,
                            "moving_variance_initializer": {
                                "class_name": "Ones",
                                "config": {}
                            },
                            "beta_initializer": {
                                "class_name": "Zeros",
                                "config": {}
                            },
                            "scale": true,
                            "gamma_regularizer": null,
                            "gamma_constraint": null,
                            "beta_constraint": null,
                            "beta_regularizer": null,
                            "momentum": 0.999,
                            "axis": -1
                        },
                        "name": "block_3_expand_BN"
                    },
                    {
                        "class_name": "Activation",
                        "inbound_nodes": [
                            [
                                [
                                    "block_3_expand_BN",
                                    0,
                                    0,
                                    {}
                                ]
                            ]
                        ],
                        "config": {
                            "activation": "relu6",
                            "trainable": true,
                            "name": "block_3_expand_relu"
                        },
                        "name": "block_3_expand_relu"
                    },
                    {
                        "class_name": "DepthwiseConv2D",
                        "inbound_nodes": [
                            [
                                [
                                    "block_3_expand_relu",
                                    0,
                                    0,
                                    {}
                                ]
                            ]
                        ],
                        "config": {
                            "padding": "same",
                            "depth_multiplier": 1,
                            "name": "block_3_depthwise",
                            "bias_regularizer": null,
                            "bias_constraint": null,
                            "activation": "linear",
                            "trainable": true,
                            "data_format": "channels_last",
                            "depthwise_constraint": null,
                            "strides": [
