{"format": "graph-model", "generatedBy": "2.3.0", "convertedBy": "TensorFlow.js Converter v2.8.1", "signature": {"inputs": {"input_1:0": {"name": "input_1:0", "dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "-1"}, {"size": "224"}, {"size": "224"}, {"size": "3"}]}}}, "outputs": {"Identity:0": {"name": "Identity:0", "dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "-1"}, {"size": "4"}]}}, "Identity_1:0": {"name": "Identity_1:0", "dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "-1"}, {"size": "1"}]}}}}, "modelTopology": {"node": [{"name": "unknown_358", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1280"}, {"size": "128"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "unknown_359", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}}}}}, {"name": "unknown_360", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}, {"size": "4"}]}}}}}, {"name": "unknown_361", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "4"}]}}}}}, {"name": "unknown_362", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1280"}, {"size": "50"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "unknown_363", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "50"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "unknown_364", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "50"}, {"size": "10"}]}}}}}, {"name": "unknown_365", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "10"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "unknown_366", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "10"}, {"size": "1"}]}}}}}, {"name": "unknown_367", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "input_1", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "224"}, {"size": "224"}, {"size": "3"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/stem/StatefulPartitionedCall/conv2d/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "3"}, {"size": "32"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/stem/StatefulPartitionedCall/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "32"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_0/StatefulPartitionedCall/conv2d/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "32"}, {"size": "16"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_0/StatefulPartitionedCall/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "16"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_1/StatefulPartitionedCall/conv2d/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "16"}, {"size": "64"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_19/StatefulPartitionedCall/conv2d/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "192"}, {"size": "1152"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_1/StatefulPartitionedCall/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "64"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_1/StatefulPartitionedCall/conv2d_1/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "64"}, {"size": "32"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_1/StatefulPartitionedCall/conv2d_1/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "32"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_2/StatefulPartitionedCall/conv2d/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "32"}, {"size": "128"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_19/StatefulPartitionedCall/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1152"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_2/StatefulPartitionedCall/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_2/StatefulPartitionedCall/conv2d_1/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "32"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_2/StatefulPartitionedCall/conv2d_1/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "32"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_3/StatefulPartitionedCall/conv2d/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "32"}, {"size": "128"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_3/StatefulPartitionedCall/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_3/StatefulPartitionedCall/conv2d_1/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "48"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_3/StatefulPartitionedCall/conv2d_1/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "48"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_4/StatefulPartitionedCall/conv2d/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "48"}, {"size": "192"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_19/StatefulPartitionedCall/depthwise_conv2d/depthwise_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "1152"}, {"size": "1"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_4/StatefulPartitionedCall/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "192"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_4/StatefulPartitionedCall/conv2d_1/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "192"}, {"size": "48"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_4/StatefulPartitionedCall/conv2d_1/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "48"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_5/StatefulPartitionedCall/conv2d/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "192"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_19/StatefulPartitionedCall/depthwise_conv2d/depthwise_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1152"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_5/StatefulPartitionedCall/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "192"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_5/StatefulPartitionedCall/depthwise_conv2d/depthwise_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "192"}, {"size": "1"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_5/StatefulPartitionedCall/depthwise_conv2d/depthwise_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "192"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_5/StatefulPartitionedCall/conv2d_1/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "192"}, {"size": "96"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_5/StatefulPartitionedCall/conv2d_1/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "96"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_6/StatefulPartitionedCall/conv2d/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "96"}, {"size": "384"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_6/StatefulPartitionedCall/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "384"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_6/StatefulPartitionedCall/depthwise_conv2d/depthwise_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "384"}, {"size": "1"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_6/StatefulPartitionedCall/depthwise_conv2d/depthwise_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "384"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_6/StatefulPartitionedCall/conv2d_1/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "384"}, {"size": "96"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_6/StatefulPartitionedCall/conv2d_1/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "96"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_7/StatefulPartitionedCall/conv2d/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "96"}, {"size": "384"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_7/StatefulPartitionedCall/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "384"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_7/StatefulPartitionedCall/depthwise_conv2d/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "384"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_7/StatefulPartitionedCall/depthwise_conv2d/depthwise_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "384"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_7/StatefulPartitionedCall/conv2d_1/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "384"}, {"size": "96"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_7/StatefulPartitionedCall/conv2d_1/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "96"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_8/StatefulPartitionedCall/conv2d/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "96"}, {"size": "576"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_8/StatefulPartitionedCall/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "576"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_8/StatefulPartitionedCall/depthwise_conv2d/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "576"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_8/StatefulPartitionedCall/depthwise_conv2d/depthwise_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "576"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_19/StatefulPartitionedCall/conv2d_1/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "1152"}, {"size": "192"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_8/StatefulPartitionedCall/conv2d_1/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "576"}, {"size": "112"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_19/StatefulPartitionedCall/conv2d_1/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "192"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_8/StatefulPartitionedCall/conv2d_1/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "112"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_9/StatefulPartitionedCall/conv2d/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "112"}, {"size": "672"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_9/StatefulPartitionedCall/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "672"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_9/StatefulPartitionedCall/depthwise_conv2d/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "672"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_9/StatefulPartitionedCall/depthwise_conv2d/depthwise_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "672"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_20/StatefulPartitionedCall/conv2d/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "192"}, {"size": "1152"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_9/StatefulPartitionedCall/conv2d_1/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "672"}, {"size": "112"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_9/StatefulPartitionedCall/conv2d_1/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "112"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_10/StatefulPartitionedCall/conv2d/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "112"}, {"size": "672"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_20/StatefulPartitionedCall/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1152"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_10/StatefulPartitionedCall/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "672"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_10/StatefulPartitionedCall/depthwise_conv2d/depthwise_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "672"}, {"size": "1"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_10/StatefulPartitionedCall/depthwise_conv2d/depthwise_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "672"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_10/StatefulPartitionedCall/conv2d_1/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "672"}, {"size": "112"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_10/StatefulPartitionedCall/conv2d_1/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "112"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_11/StatefulPartitionedCall/conv2d/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "112"}, {"size": "672"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_20/StatefulPartitionedCall/depthwise_conv2d/depthwise_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "1152"}, {"size": "1"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_11/StatefulPartitionedCall/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "672"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_11/StatefulPartitionedCall/depthwise_conv2d/depthwise_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "672"}, {"size": "1"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_11/StatefulPartitionedCall/depthwise_conv2d/depthwise_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "672"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_20/StatefulPartitionedCall/depthwise_conv2d/depthwise_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1152"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_11/StatefulPartitionedCall/conv2d_1/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "672"}, {"size": "112"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_11/StatefulPartitionedCall/conv2d_1/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "112"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_12/StatefulPartitionedCall/conv2d/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "112"}, {"size": "672"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_12/StatefulPartitionedCall/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "672"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_12/StatefulPartitionedCall/depthwise_conv2d/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "672"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_12/StatefulPartitionedCall/depthwise_conv2d/depthwise_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "672"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_12/StatefulPartitionedCall/conv2d_1/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "672"}, {"size": "112"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_12/StatefulPartitionedCall/conv2d_1/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "112"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_13/StatefulPartitionedCall/conv2d/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "112"}, {"size": "672"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_13/StatefulPartitionedCall/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "672"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_13/StatefulPartitionedCall/depthwise_conv2d/depthwise_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "672"}, {"size": "1"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_13/StatefulPartitionedCall/depthwise_conv2d/depthwise_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "672"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_13/StatefulPartitionedCall/conv2d_1/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "672"}, {"size": "192"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_13/StatefulPartitionedCall/conv2d_1/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "192"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_14/StatefulPartitionedCall/conv2d/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "192"}, {"size": "1152"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_14/StatefulPartitionedCall/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1152"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_14/StatefulPartitionedCall/depthwise_conv2d/depthwise_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "1152"}, {"size": "1"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_14/StatefulPartitionedCall/depthwise_conv2d/depthwise_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1152"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_14/StatefulPartitionedCall/conv2d_1/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "1152"}, {"size": "192"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_20/StatefulPartitionedCall/conv2d_1/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "1152"}, {"size": "192"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_14/StatefulPartitionedCall/conv2d_1/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "192"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_15/StatefulPartitionedCall/conv2d/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "192"}, {"size": "1152"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_15/StatefulPartitionedCall/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1152"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_15/StatefulPartitionedCall/depthwise_conv2d/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "1152"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_15/StatefulPartitionedCall/depthwise_conv2d/depthwise_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1152"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_20/StatefulPartitionedCall/conv2d_1/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "192"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_15/StatefulPartitionedCall/conv2d_1/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "1152"}, {"size": "192"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_15/StatefulPartitionedCall/conv2d_1/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "192"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_16/StatefulPartitionedCall/conv2d/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "192"}, {"size": "1152"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/head/StatefulPartitionedCall/conv2d/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "192"}, {"size": "1280"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_16/StatefulPartitionedCall/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1152"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_16/StatefulPartitionedCall/depthwise_conv2d/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "1152"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_16/StatefulPartitionedCall/depthwise_conv2d/depthwise_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1152"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/head/StatefulPartitionedCall/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1280"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_16/StatefulPartitionedCall/conv2d_1/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "1152"}, {"size": "192"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_16/StatefulPartitionedCall/conv2d_1/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "192"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_17/StatefulPartitionedCall/conv2d/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "192"}, {"size": "1152"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_17/StatefulPartitionedCall/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1152"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_17/StatefulPartitionedCall/depthwise_conv2d/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "1152"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_17/StatefulPartitionedCall/depthwise_conv2d/depthwise_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1152"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_17/StatefulPartitionedCall/conv2d_1/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "1152"}, {"size": "192"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_17/StatefulPartitionedCall/conv2d_1/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "192"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_18/StatefulPartitionedCall/conv2d/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "192"}, {"size": "1152"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_18/StatefulPartitionedCall/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1152"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_18/StatefulPartitionedCall/depthwise_conv2d/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "1152"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_18/StatefulPartitionedCall/depthwise_conv2d/depthwise_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1152"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_18/StatefulPartitionedCall/conv2d_1/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "1152"}, {"size": "192"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_18/StatefulPartitionedCall/conv2d_1/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "192"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_20/StatefulPartitionedCall/se/Mean/reduction_indices", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_19/StatefulPartitionedCall/se/Mean/reduction_indices", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_18/StatefulPartitionedCall/se/Mean/reduction_indices", "op": "Const", "input": ["^input_1"], "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_17/StatefulPartitionedCall/se/Mean/reduction_indices", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_16/StatefulPartitionedCall/se/Mean/reduction_indices", "op": "Const", "input": ["^input_1"], "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_15/StatefulPartitionedCall/se/Mean/reduction_indices", "op": "Const", "input": ["^input_1"], "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_14/StatefulPartitionedCall/se/Mean/reduction_indices", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_13/StatefulPartitionedCall/se/Mean/reduction_indices", "op": "Const", "input": ["^input_1"], "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_12/StatefulPartitionedCall/se/Mean/reduction_indices", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_11/StatefulPartitionedCall/se/Mean/reduction_indices", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_10/StatefulPartitionedCall/se/Mean/reduction_indices", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_9/StatefulPartitionedCall/se/Mean/reduction_indices", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_8/StatefulPartitionedCall/se/Mean/reduction_indices", "op": "Const", "input": ["^input_1"], "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}}}}}, {"name": "StatefulPartitionedCall/sqrxr_model/keras_layer/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_7/StatefulPartitionedCall/se/Mean/reduction_indices", "op": "Const", "input": ["^input_1"], "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": 